Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=367_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Valdia da sääŠmteeŠǧǧ vaalmâš sääŠmsuåppâmsaaǥǥstõõllmõõžžid
fin: Valtiot ja saamelaiskäräjät valmiita saamelaissopimusneuvotteluihin

source: - ÄiŠǧǧ lij vaalmâš tâŠvvjânnamlaž sääŠmsuåppmõõžž kuõskki saaǥǥstõõllmõõžži alttumuŠšše.
fin: - Aika on kypsynyt pohjoismaista saamelaissopimusta koskevien neuvottelujen aloittamiselle.

source: TâŠvvjânnamlaž sääŠmteeŠǧǧi saaǥǥjååŠđteei da valdiai sääŠmaaŠššin vaŠstteei ministeer noorâŠtte Oslost vueŠssmannu 25. peeiŠv suåppât saaǥǥstõõllmõõžži äiŠǧǧtaaulâst da mõõntõõllâmvueŠjjin.
fin: Pohjoismaiden saamelaiskäräjien puheenjohtajat ja valtioiden saamelaisasioista vastaavat ministerit kokoontuvat Oslossa toukokuun 25. päivänä sopimaan neuvottelujen aikataulusta ja menettelytavoista.

source: Snimldõõǥǥin LääŠddjânnam sääŠmteeŠǧǧ vuäzzla Tuomas Aslak Juuso da Asko Länsman di vääŠrrsaaǥǥjååŠđteei Erkki Lumisalmi.
fin: Kuvissa Suomen saamelaiskäräjien jäsenet Tuomas Aslak Juuso ja Asko Länsman sekä varapuheenjohtaja Erkki Lumisalmi.

source: Snimldõõǥǥ: Sára Márjá Magga.
fin: Kuvat: Sára Márjá Magga.

source: – VueiŠttep rämmšed tõŠst, što sääŠmsuåppmõõžž kuõskki saaǥǥstõõllmõõžž äŠlǧǧe da äŠšš ouddan, maainsti Taar sääŠmteeŠǧǧ vääŠrrpresidentt Laila Susanne Vars sääŠm parlamenttaarla suåvtõõzz såbbrest RuäŠvnjaarǥâst 14.4.
fin: – Voimme iloita siitä, että saamelaissopimusta koskevat neuvottelut alkavat ja asia etenee, totesi Norjan saamelaiskäräjien varapresidentti Laila Susanne Vars saamelaisen parlamentaarisen neuvoston kokouksessa Rovaniemellä 14.4.

source: SääŠm parlamenttaarlaž suåvtõõzz sååbbar priimi õõlmâsceälkkmõõžž tâŠvvjânnamlaž sääŠmsuåppmõõžž ouddnumuužžâst saaǥǥstõõllâm äŠlggem poodd.
fin: Saamelaisen parlamentaarisen neuvoston kokous hyväksyi julistuksen pohjoismaisen saamelaissopimuksen edistämisestä neuvottelujen alkaessa.

source: Maadârdõs LääŠddjânnam, Ruõcc ja Taar õhttsaž tâŠvvjânnamlaž sääŠmsuåppmõžžân valmštõõvi täid valdiaid da sääŠmteeŠǧǧ eeŠttkâŠsttem ääŠšštobddituâjjäŠrttel tuâj äiggavuäǯǯmõžžân eeŠjjest 2005.
fin: Ehdotus Suomen, Ruotsin ja Norjan yhteiseksi pohjoismaiseksi saamelaissopimukseksi valmistui näitä valtioita ja saamelaiskäräjiä edustaneen asiantuntijatyöryhmän työn tuloksena vuonna 2005.

source: Parlamenttaarlaž suåvtõs ouddlâstt ååŠn, što aŠlǧǧi saaǥǥstõõllmõõžžid õõlǥči piijjâd põõšši da priimmâmnallšen äiŠǧǧtaull.
fin: Parlamentaarinen neuvosto edellyttää nyt, että alkaville neuvotteluille tulisi asettaa pitävä ja hyväksyttävä aikataulu.

source: Parlamenttaarlaž suåvtõs čiõlggad veâl tõn, što teŠl ko sääŠmsuåppmõš sõõddeš primmum, tõt lij veâl seârvvna peäŠl rääŠjest nuŠtt kuuŠǩǩ ko Ruõšš säŠmmla liâ tõn åålǥbeäŠlnn.
fin: Parlamentaarinen neuvosto korostaa julkilausumassaan sitä, että tullessaan hyväksytyksi saamelaissopimus on kuitenkin epätäydellinen niin kauan kun Venäjän saamelaiset ovat sen ulkopuolella.

source: Parlamenttaarlaž suåvtõs tuärjjad Ruõšš saaŠmi ǩiõččlõõttmõõžžid jiijjâz võboršeǩnallšem orgaan vuâđđeem diõtt da ouddlâstt še LääŠddjânnam, Ruõcc da Taar halltõõzzid tuärjjeet Ruõšš saaŠmi ǩiõččlõõttmõõžžid.
fin: Parlamentaarinen neuvosto tukee Venäjän saamelaisten pyrkimyksiä oman edustuksellisen elimen perustamiseksi ja kehottaa myös Suomen, Ruotsin ja Norjan hallituksia tukemaan Venäjän saamelaisten pyrkimyksiä.

source: õhtteed saaŠmi vuõiggâdvuõtt-stattuuzz jiijjâz valdiai beäŠlnn da nââneed saaŠmi vuäittmõõžžid tuåimmjed valdiai raaji pâŠjjel da põõššâd õhttân naroodân.
fin: Pohjoismaisen saamelaissopimuksen tarkoituksena on mm. yhtenäistää saamelaisten oikeusasemaa valtioissaan ja lujittaa saamelaisten mahdollisuuksia toimia valtioiden rajojen yli ja säilyä yhtenä kansana.
